# header.xhtml
headerHome=Accueil
headerGenres=Genres
headerRecentlyAdded=Ajout\u00e9 r\u00e9cemment
headerCart=Panier
search=Rechercher
date=Date
trackName=Nom de la chanson
albumTitle=Titre de l'album
artist=Artiste
loginAndRegister = Connexion / Inscription
to=\u00c0
from=De
noResults=Votre recherche n'a donn\u00e9 aucun r\u00e9sultat

#index.html
musicSpecials=Sp\u00e9cial musique du jour
lastSearchedGenre=Dernier genre recherch\u00e9
newsHighlights=Actualit\u00e9s
browseGenres=Parcourir les genres
recentlyAdded=R\u00e9cemment ajout\u00e9

#trackpage.xhtml
sameAlbumTracks = M\u00eame pistes d'album
trackInfo = Informations sur la piste
trackTitle = Titre de la piste:
trackArtist = Artiste:
trackSongwriter = Auteur-compositeur:
trackPlayLength = Dur\u00e9e de lecture:
trackCategory = Cat\u00e9gorie:
trackPrice = Prix:
dateEntered = Date d'entr\u00e9e dans l'inventaire:
trackOrAlbum = Vendu comme morceau individuel ou partie d'album:
relatedAlbums = Albums associ\u00e9s
reviews = Commentaires
reviewAuthor = de
reviewDate = \u00c9crit sur:
writeReview=Ecrire une critique

# albumpage.xhtml
albumTracks = Pistes d'album
albumInfo = Informations sur l'album
albumTitle = Titre de l'album:
albumReleaseDate = Date de sortie:
albumRecordingLabel = Label d'enregistrement:
albumPrice = Prix:
numberOfTracks = Nombre de pistes:
addToCart = Ajouter
writeReviews=Ecrire un avis pour les pistes:

#invoice.xhtml
invoice=Facture d'achat
copyOfEmail=(Une copie vous a \u00e9t\u00e9 envoy\u00e9e par e-mail)
saleNumber=Num\u00e9ro de vente:
clientNumber=Num\u00e9ro client:
dateOfSale=Date de vente:
totalNetValueOfTheSale=Valeur nette totale de la vente:
TotalGrossValueOfTheSale=Valeur brute totale de la vente:
PST=TVP:
GST=TPS:
HST=TVH:
print=Imprimer

#download.xhtml
downloadSongs=T\u00e9l\u00e9charger des chansons
download=T\u00e9l\u00e9charger


#reviewpage.xhtml
createReview=Cr\u00e9er un avis
writeYourDescription=\u00c9crivez votre description
yourReviewHasBeenCreated=Votre avis a \u00e9t\u00e9 cr\u00e9\u00e9
rateOutOf=Notez sur 5 \u00e9toiles
writeReviewFor=R\u00e9daction d'une critique pour:
backToPage=Retour \u00e0 la page
genre=Genre:
artis2=Artiste:

#help.xhtml
help=Help
mobileCompatibility = Compatibilit\u00e9 mobile
mobiCompText=Le CSS du site Web est con\u00e7u pour s'adapter \u00e0 la taille et \u00e0 l'orientation de l'appareil mobile de l'utilisateur, permettant ainsi d'acc\u00e9der \u00e0 toutes les fonctionnalit\u00e9s.
welcomePage=Page d'accueil
welcText=Si vous n'\u00eates jamais all\u00e9 sur le site, la page d'accueil affichera les sp\u00e9ciaux musicaux du jour. Si nous vous identifions comme visiteur de retour, la page d'accueil affichera \u00e0 la fois les sp\u00e9ciaux du jour et des s\u00e9lections de musique en fonction de votre visite pr\u00e9c\u00e9dente. Il y a aussi les faits saillants de l'actualit\u00e9, une enqu\u00eate facultative, des publicit\u00e9s et un grand choix de musique.
trackPage=Page de musique
trackText=Cette page affiche les informations sur une seule piste et permet au visiteur d'ajouter la piste \u00e0 son panier. Toutes les autres pistes du m\u00eame album sont \u00e9galement affich\u00e9es sur cette page. La page affiche \u00e9galement tous les avis et s'ils sont un visiteur enregistr\u00e9, ils peuvent entrer un avis. De plus, trois albums d'autres artistes du m\u00eame genre sont affich\u00e9s.
albumPage=Page d'album
albText=Cette page affiche les informations sur un seul album et permet au visiteur d'ajouter l'album \u00e0 son panier. La page affiche \u00e9galement toutes les critiques de toutes les pistes de l'album et, si elles sont un visiteur enregistr\u00e9, elles peuvent entrer une critique pour n'importe quelle piste de l'album. En outre, trois albums d'autres artistes du m\u00eame genre sont affich\u00e9s.
cartPage=Page de Panier
checkText=Cette page affiche tous les articles du panier ainsi que leurs prix. Si les achats sont termin\u00e9s, le client peut choisir de finaliser la transaction.
invoicePage=Page de facturation
invoiceText=Une fois la transaction termin\u00e9e, la facture finale est affich\u00e9e pour que le client l'imprime et une copie de la facture est envoy\u00e9e par courrier \u00e9lectronique au visiteur.
downloadPage=T\u00e9l\u00e9charger musiques
downloadText=Cette page contient une liste de toute la musique achet\u00e9e par un utilisateur avec la possibilit\u00e9 de lire la chanson dans le navigateur ou de la t\u00e9l\u00e9charger sous forme de fichier mp3.
registrationLogin=Page d'inscription / de connexion
registrationLoginText=Cette page vous permet de vous connecter \u00e0 votre compte ou d'en cr\u00e9er un nouveau si vous n'avez pas de compte.
customerReviews=Pour aider les acheteurs \u00e0 s\u00e9lectionner la musique, le site permet aux clients de r\u00e9diger une critique de pistes individuelles. Seuls les visiteurs qui s'inscrivent sur le site peuvent r\u00e9diger un avis. Les avis ne sont pas affich\u00e9s sur le site tant qu'ils n'ont pas \u00e9t\u00e9 approuv\u00e9s par un responsable.
reviewPage= Page de critique

#login.xhtml
accountManagement=Gestion de compte
login=Connexion
username=Nom d'utilisateur
password=Mot de passe
noAccount=Pas de compte? Inscrivez-vous ici...

#register.xhtml
register=S'inscrire
title=Titre
mr=M.
ms=M / s.
other=Autre
confirmPassword=Confirmez le mot de passe
firstName=Pr\u00e9nom
lastName=Nom de famille
companyName=Nom de la compagnie
address1=Adresse 1
address2=Adresse 2
city=Ville
province=Province
country=Pays
postalCode=Code postal
homeTelephone=T\u00e9l\u00e9phone fixe
cellphone=T\u00e9l\u00e9phone portable
email=E-mail
alreadyAccount=Vous avez d\u00e9j\u00e0 un compte? Connectez-vous ici...

#cart.xhtml
shoppingCart=Panier
payment=Paiement
selectCard=S\u00e9lectionnez la carte
nameOnCard=Nom sur la carte
creditCardNumber=Num\u00e9ro de Carte de Cr\u00e9dit
expirationMonth=Mois d'expiration
expirationYear=Ann\u00e9e d'expiration
purchase=Acheter
cart=Chariot
total=Total:
back=Back

#checkout.xhtml
checkout=V\u00e9rifier